Repository: lmaresch/vdr-plugin-nordlichtsepg
Catalog: po/*.po
Languages: fi_fi

source: Button$Edit T.
fi_fi: Muokkaa aj.

source: Button$Delete T.
fi_fi: Poista aj.

source: no info
fi_fi: ei tietoja

source: Extended EPG
fi_fi: Laajennettu ohjelmaopas

source: Nordlicht's EPG
fi_fi: Nordlichtin ohjelmaopas

source: Step width (min)
fi_fi: Aikasiirtymٶn pituus (min)

source: Jump to
fi_fi: Pikavalinta kellonaikaan

source: Switch with Ok
fi_fi: Vaihda kanavaa 'OK'-painikkeella

source: Appearance
fi_fi: Ulkoasu

source: Hide main menu entry
fi_fi: Piilota valinta pٶٶvalikosta

source: Keep display after switching
fi_fi: Sٶilytٶ valikko kanavaa valittaessa

source: Show channel numbers
fi_fi: Nٶytٶ kanavien numerointi

source: Show channel groups
fi_fi: Nٶytٶ kanavaryhmٶt

source: Hide encrypted channels
fi_fi: Piilota salatut kanavat

source: Hide radio channels
fi_fi: Piilota radiokanavat
